Repository: MathildeMarieDuville/DSP-BioStats-AI-ExpParadigms
Catalog: PsychoPy/MultipleObjectTracking/locales/translated/*/LC_MESSAGES/messages.po
Languages: ar, da, de, es, fi, fr, hi, it, ja, nl, no, pl, pt, pt_br, ru, sv, tr, zh_cn, zh_tw

source: Press any key to continue
ar: اضغط على أي مفتاح للمتابعة
da: Tryk på en tast for at fortsætte
de: Weiter mit beliebiger Taste
es: Presione cualquier tecla para continuar
fi: Paina mitä tahansa näppäintä jatkaaksesi
fr: Appuyez sur n'importe quelle touche pour continuer
hi: जारी रखने के ल‍िए कोई भी कुँजी दबाएं
it: Premere qualsiasi tasto per continuare
ja: 続行するには任意のキーを押してください
nl: Druk op een willekeurige toets om verder te gaan
no: Trykk på hvilken som helst tast for å fortsette
pl: Naciśnij dowolny klawisz, aby kontynuować.
pt: Prima qualquer tecla para continuar
pt_br: Pressione qualquer tecla para continuar
ru: Нажмите любую клавишу, чтобы продолжить
sv: Tryck på en knapp för att fortsätta
tr: Devam etmek için herhangi bir tuşa basın.
zh_cn: 按任意键继续
zh_tw: 按任意鍵繼續

source: Dear participant,
ar: عزيزي المشارك،
da: Kære deltager
de: Liebe(r) Teilnehmer(in),
es: Estimado(a) participante:
fi: Hyvä osallistuja,
fr: Cher (e) participant (e),
hi: प्रिय प्रतिभागी,
it: Gentile participante,
ja: 参加者各位
nl: Beste deelnemer,
no: Kjære deltager,
pl: Drogi Uczestniku/Droga Uczestniczko,
pt: Caro participante,
pt_br: Caro participante,
ru: Уважаемый участник!
sv: Kära deltagare,
tr: Sayın katılımcı,
zh_cn: 亲爱的参与者,
zh_tw: 親愛的參與者,

source: The following test will take approximately {number_duration_minutes} minutes. The test is divided into several trials between which you may take short breaks. At first, however, there are five practice trials. The following example explains your task.
ar: سيستغرق الاختبار التالي حوالي {number_duration_minutes} دقائق. الاختبار مقسم إلى عدة محاولات يمكنك أخذ استراحات قصيرة بينها. إلا أنك ستحتاج في البداية إلى خوض عدة محاولات تدريبية. سيوضح لك المثال التالي مهمتك.
da: Følgende test tager ca. {number_duration_minutes} minutter. Testen er opdelt i adskillige prøver, hvorimellem du kan tage korte pauser. I starten er der dog fem øvelsesprøver. Følgende eksempel forklarer din opgave.
de: der folgende Test wird ca. {number_duration_minutes} Minuten dauern. Der Test ist in mehrere Durchgänge unterteilt, zwischen denen du kurze Pausen machen kannst. Zunächst kommen jedoch fünf Durchgänge zur Übung. Deine Aufgabe dabei soll dir das nachfolgende Beispiel erläutern.
es: El siguiente examen durará aproximadamente {number_duration_minutes} minutos. El examen se divide en varias pruebas entre las cuales usted podrá tomar descansos cortos. Al principio, sin embargo, hay cinco ensayos de práctica. El siguiente ejemplo explica su tarea.
fi: Seuraava testi kestää suunnilleen {number_duration_minutes} minuuttia. Testi on jaettu useisiin osioihin, joiden välillä voit pitää lyhyitä taukoja. Ensin on kuitenkin viisi harjoitusosiota. Seuraava esimerkki selittää tehtäväsi.
fr: Le test suivant durera environ {number_duration_minutes} minutes. Le test est scindé en plusieurs essais entre lesquels vous pourrez prendre de courtes pauses. Au début, cependant, vous aurez droit à cinq essais pratiques. L'exemple suivant est une explication du travail qui est attendu de vous.
hi: आगामी टेस्ट लगभग {number_duration_minutes} मिनट लगेंगे। टेस्ट को अनेक ट्रायल में बाँटा गया है जिनके बीच में आप छोटे ब्रेक ले सकते हैं। शुरूआत में, हालाँकि‍ पाँच अभ्यास ट्रायल हैं। निम्नलिखित उदाहरण आपके कार्य को स्पष्ट करता है।
it: il seguente test richiederà circa {number_duration_minutes} minuti. Il test è diviso in diversi parti e, prima di passare alla successiva, è possibile fare una breve pausa. Anzitutto ci saranno cinque esercizi di prova. L'esempio che segue spiega l'esercitazione.
ja: これから行われるテストの所要時間は約{number_duration_minutes}分です。 テストは複数のトライアルに分割されており、トライアルの間には短い休憩をとることができます。 最初に5回の練習トライアルがあります。 以下の例でタスクの内容を説明します。
nl: De volgende test duurt ongeveer {number_duration_minutes} minuten. De test is onderverdeeld in verschillende proeven waartussen je korte pauzes kunt nemen. In eerste instantie zijn er vijf oefenproeven. Het volgende voorbeeld laat zien wat je taak is.
no: Den følgende testen vil ta omtrent {number_duration_minutes} minutter. Testen er delt inn i flere deler, og du kan ta en pause mellom hver del. Men først er det 5 prøvetester. Følgende eksempel beskriver oppgaven din.
pl: niniejsze badanie potrwa ok. {number_duration_minutes} minut. Jest ono podzielone na kilka prób, pomiędzy którymi możesz robić sobie krótkie przerwy. Na początek jednak prosimy Cię o odbycie pięciu prób ćwiczeniowych. Następujący przykład wyjaśni Ci, co będzie Twoim zadaniem.
pt: O seguinte teste demorará aproximadamente {number_duration_minutes} minutos. O teste está dividido em várias provas, entre as quais poderá fazer pausas curtas. Contudo, no início existem cinco provas práticas. O exemplo a seguir, explica em que consiste a sua tarefa.
pt_br: O teste a seguir levará aproximadamente {number_duration_minutes} minutos. O teste é dividido em várias tentativas entre as quais você terá um pequeno intervalo. No início, há cinco testes para praticar. O exemplo a seguir explica a sua tarefa.
ru: Следующий тест займет приблизительно {number_duration_minutes} минут. Тест разделен на несколько тренировочных попыток, между которыми можно сделать короткие перерывы. Однако, на первом этапе даётся пять практических попыток. В следующем примере объясняется ваше задание.
sv: Följande test kommer ta cirka {number_duration_minutes} minuter. Testet är indelat i flera försök och däremellan kan du ta små pauser. Först är det dock fem övningsförsök. Följande exempel förklarar din uppgift.
tr: Takip eden ekranlardaki test yaklaşık {number_duration_minutes} dakika sürecektir. Test, kısa molalar verebileceğiniz bir şekilde bir kaç denemeye ayrılmıştır. Fakat ilk başta beş pratik denemesi vardır. Şu örnek görevinizi açıklar.
zh_cn: 以下测试大约需要花费{number_duration_minutes}分钟。 该测试可分为几个试验，在试验期间可短暂休息。 但最初有五个练习试验。 以下示例可阐明您的任务。
zh_tw: 以下測試大約需要花費{number_duration_minutes}分鐘。 該測試可分為幾個試驗，在試驗期間可短暫休息。 但最初有五個練習試驗。 以下示例可闡明您的任務。

source: At the beginning of every trial, eight discs appear on the screen. Four of them repeatedly flash red. Your task is to follow these discs throughout their phase of movement and to select them with a mouse click when they come to a stop.
ar: في بداية كل محاولة، ستظهر ثمانية أقراص على الشاشة. ثم تومض أربعة أقراص منها باللون الأحمر بشكل متكرر. ومهمتك هي متابعة تلك الأقراص أثناء حركتها، وبعد أن تتوقف قم باختيارها عن طريق النقر عليها بالماوس.
da: I starten af hver prøve vises der 8 ringe på skærmen. Fire af dem blinker vedvarende rødt. Din opgave er at følge disse ringe gennem deres bevægelsesfase og at vælge dem med et museklik, når de stopper.
de: Zu Beginn jedes Durchgangs erscheinen acht Scheiben auf dem Bildschirm. Vier davon blinken mehrfach rot auf. Deine Aufgabe besteht darin, diese Scheiben durch eine Bewegungsphase zu verfolgen und an deren Ende mit der Maus wieder auszuwählen.
es: Al principio de cada prueba, aparecen ocho discos en la pantalla. Cuatro de ellos parpadearán repetidamente en rojo. Su tarea consiste en seguir estos discos a lo largo de su fase de movimiento y seleccionarlos con un clic de ratón cuando se detengan.
fi: Jokaisen osion alussa kahdeksan levyä ilmestyy näytölle. Neljä niistä vilkkuu jatkuvasti punaisina.Tehtäväsi on seurata levyjä liikkumisvaiheen ajan ja valita ne niiden pysähtyessä hiirtä näpäyttämällä.
fr: Au début de chaque essai, huit disques apparaissent sur l'écran. Quatre d'entre eux clignotent en rouge. Votre tâche consiste à suivre ces disques tout au long de leur phase de mouvement et de les sélectionner d’un clic de souris lorsqu’ils arrêtent de clignoter.
hi: प्रत्येक ट्रायल के आरंभ में स्क्रीन पर चार गोले दिखाई देते हैं। उनमें से चार बार-बार लाल रंग में चमकते हैं। आपका कार्य उन गोलों को उनके संपूर्ण गति करने के दौरान पीछा करना और जब वे रूक जाएं तो एक माउस क्लिक के साथ चुनाव करना है।
it: All'inizio di ciascun esercizio, sullo schermo appariranno otto piccoli cerchi. Quattro di questi lampeggeranno in rosso. L'esercizio consiste nel seguire questi cerchi mentre si muovono, selezionandoli con un clic quando si fermano.
ja: 各トライアルの開始時に、画面上に8つの円が表示されます。 そのうち4つは繰り返し赤く点滅します。 円が動いている間、それらの点滅している円の動きを追って、 円が停止したらそれらをマウスでクリックし選択してください。
nl: Aan het begin van elke proef verschijnen er acht schijven op het scherm. Vier daarvan knipperen rood. Jouw taak is om deze schijven te volgen tijdens alle fasen van hun beweging en ze te selecteren met een muisklik op het moment dat ze tot stilstand komen.
no: Ved start av hver test vil åtte sirkler vises på skjermen. Fire av dem vil blinke rødt. Din oppgave er å følge disse gjennom sine faser av bevegelse, og å velge dem med et museklikk når de stopper.
pl: Na początku każdej próby na ekranie pojawi się osiem dysków. Cztery z nich będą migać na czerwono. Twoim zadaniem jest podążanie za nimi, w trakcie kiedy się poruszają, i zaznaczenie poprzez kliknięcie na nich myszą w momencie, gdy się zatrzymają.
pt: No início de cada prova aparecem oito discos no ecrã. Quatro deles piscam repetidamente a vermelho. A sua tarefa é seguir os discos enquanto se movimentam e selecioná-los, clicando no rato, quando pararem.
pt_br: No início de cada tentativa, oito discos aparecerão na tela. Quatro deles piscarão repetidamente em vermelho. A sua tarefa é seguir esses discos enquanto estiverem se movendo e clicar neles quando pararem.
ru: В начале каждого пробного испытания на экране появляется восемь дисков. Четыре из них периодически мигают красным цветом. Ваша задача - следить за этими дисками на протяжении всей фазы движения и выбирать щелчком мыши, когда они останавливаются.
sv: I början av varje test visas åtta skivor på skärmen. Fyra av dem blinkar upprepade gånger rött. Din uppgift är att följa dessa skivor under hela deras rörelsefas och välja dem med ett musklick när de stannar.
tr: Herbir denemenin başında ekranda sekiz adet disk görünür. Disklerin dördü kırmızı renkte yanıp söner. Göreviniz, bunları hareketleri süresince takip edip durduklarında fareyle tıklayarak seçmenizdir.
zh_cn: 每次试验开始时，屏幕上都会出现8个圆圈。 其中4个不断闪烁红光。 您的任务是遵循这些圆圈的整个移动阶段，并在它们停止时点击鼠标选出它们。
zh_tw: 每次試驗開始時，螢幕上都會出現8個圓圈。 其中4個不斷閃爍紅光。 您的任務是遵循這些圓圈的整個移動階段，並在它們停止時點按滑鼠選出它們。

source: {numcorrect} out of 4 correct
ar: اختياراتك الصحيحة: {numcorrect} من 4
da: {numcorrect} af 4 korrekte
de: {numcorrect} von 4 richtig
es: {numcorrect} de 4 correctos
fi: {numcorrect} 4:stä oikein
fr: {numcorrect} sur 4 corrects
hi: 4 में से {numcorrect} सही
it: {numcorrect} su 4 corretti
ja: 4つのうち、{numcorrect}つが正解です
nl: {numcorrect} van de 4 goed
no: {numcorrect} av 4 korrekte
pl: {numcorrect} z 4 prawidłowych
pt: Acertou em {numcorrect} de 4
pt_br: {numcorrect} de 4 correto
ru: {numcorrect} из 4 правильных
sv: {numcorrect} utav 4 rätt
tr: {numcorrect} / 4 doğru
zh_cn: 4个中{numcorrect}个正确
zh_tw: 4個中{numcorrect}個正確

source: If you should have any questions please turn to the test conductor now.
ar: إذا كانت لديك اي أسئلة، فيُرجى منك توجيهها للمسؤول عن الاختبار الآن.
da: Hvis du har spørgsmål, skal du henvende dig til testadministratoren nu.
de: Solltest du noch Fragen haben, dann wende dich bitte jetzt an die Testleitung.
es: Si tiene alguna pregunta, consulte ahora al conductor del examen.
fi: Jos sinulla on kysyttävää, käänny testin ohjaajan puoleen.
fr: Si vous avez des questions, adressez-vous à l'administrateur du test.
hi: यदि आपका कोई प्रश्न है तो कृपया अभी टेस्ट संचालक पर जाएं.
it: Per qualsiasi domanda, si prega di rivolgersi alla persona che somministra il test.
ja: ご質問がございましたら、テスト担当者に今すぐお問い合わせください。
nl: Mocht je nog vragen hebben, stel ze dan nu aan de testleider.
no: Dersom du har spørsmål, vennligst gå til testutførerer nå.
pl: Jeśli masz jakiekolwiek pytania, możesz zadać je teraz osobie przeprowadzającej badanie.
pt: Caso tenha alguma dúvida, consulte agora o orientador do teste.
pt_br: Se você tiver alguma dúvida, pergunte ao condutor do teste agora.
ru: Если возникают любые вопросы, пожалуйста, обратитесь к организатору тестирования.
sv: Om du har några frågor ska du vända dig till testledaren nu.
tr: Eğer sorunuz varsa, lütfen şimdi test görevlisine dönün.
zh_cn: 如果您有任何问题，请立即向测试管理员提出。
zh_tw: 如果您有任何問題，請立即向測試管理人提出。

source: -- Press any key to start --
ar: -- اضغط على أي مفتاح للبدء --
da: -- Tryk på en tast for at starte --
de: -- Start des Tests mit beliebiger Taste --
es: -- Presione cualquier tecla para empezar --
fi: -- Paina mitä tahansa näppäintä aloittaaksesi --
fr: -- Appuyez sur n'importe quelle touche pour commencer --
hi: -- आरंभ करने के लिए कोई भी कुँजी दबाएं --
it: -- Premere qualsiasi tasto per cominciare --
ja: -- 開始するには任意のキーを押してください --
nl: -- Druk op een willekeurige toets om te beginnen --
no: -- Trykk på hvilken som helst tast for å begynne --
pl: -- Naciśnij dowolny klawisz, aby rozpocząć. --
pt: -- Prima qualquer tecla para começar --
pt_br: -- Pressione qualquer tecla para iniciar --
ru: -- Нажмите любую клавишу, чтобы начать --
sv: -- Tryck på en knapp för att börja --
tr: -- Başlamak için herhangi bir tuşa basın --
zh_cn: --按任意键开始--
zh_tw: --按任意鍵開始--

source: Observed Tracking Capacity
ar: قدرة التتبع الملاحظة
da: Observeret registreringsevne
de: Beobachtete Trackingkapazität
es: Capacidad de seguimiento observada
fi: Huomioitu jäljityskapasiteetti
fr: Capacité de suivi observée
hi: देखी गई ट्रेकिंग क्षमता
it: Capacità di tracciatura osservata
ja: 観察された追跡能力
nl: Waargenomen Volgvermogen
no: Observert trackingkapasitet
pl: Zmierzona zdolność do śledzenia wzrokiem
pt: Capacidade de rastreamento observada
pt_br: Capacidade de Monitoramento Observada
ru: Наблюдаемые способности слежения
sv: Observerad spårningskapacitet
tr: Gözlenen İzleme Kapasitesi
zh_cn: 观测到的追踪能力
zh_tw: 觀測到的追蹤能力

source: Press any key to quit
ar: اضغط على أي مفتاح للإنهاء
da: Tryk på en tast for at afslutte
de: Beenden mit beliebiger Taste
es: Presione cualquier tecla para salir
fi: Paina mitä tahansa näppäintä lopettaaksesi
fr: Appuyez sur n'importe quelle touche pour quitter
hi: छोड़ने के ल‍िए कोई भी कुँजी दबाएं
it: Premere qualsiasi tasto per uscire
ja: 終了するには任意のキーを押してください
nl: Druk op een willekeurige toets om te stoppen
no: Trykk på hvilken som helst tast for å avslutte
pl: Naciśnij dowolny klawisz, aby wyjść.
pt: Prima qualquer tecla para sair
pt_br: Pressione qualquer tecla para sair
ru: Нажмите любую клавишу, чтобы выйти
sv: Tryck på en knapp för att avsluta
tr: Çıkmak için herhangi bir tuşa basın
zh_cn: 按任意键退出
zh_tw: 按任意鍵結束

source: Practice
ar: التدريب
da: Øvelse
de: Übung
es: Práctica
fi: Harjoitus
fr: Pratique
hi: अभ्यास
it: Esercizio di prova
ja: 練習
nl: Oefenen
no: Øvelse
pl: Ćwiczenie
pt: Praticar
pt_br: Prática
ru: Тренировка
sv: Övning
tr: Pratik
zh_cn: 练习
zh_tw: 練習

source: Start of the test
ar: بدء الاختبار
da: Testens start
de: Beginn des Tests
es: Inicio del examen
fi: Testin aloitus
fr: Commencer le test
hi: टेस्ट का आरंभ
it: Inizio del test
ja: テストの開始
nl: Begin van de test
no: Begynnelse av test
pl: Początek badania
pt: Início do teste
pt_br: Início do teste
ru: Начало теста
sv: Testets början
tr: Testin başlangıcı
zh_cn: 测试开始
zh_tw: 測試開始

source: Block {curblock} of {numblocks}
ar: المجموعة {curblock} من {numblocks}
da: Blok {curblock} af {numblocks}
de: Block {curblock} von {numblocks}
es: Bloque {curblock} de {numblocks}
fi: Estä {curblock} {numblocks}:sta
fr: Bloc {curblock} sur {numblocks}
hi: {numblocks} के {curblock} ब्लॉक
it: Blocco {curblock} di {numblocks}
ja: {numblocks}ブロック中{curblock}つのブロック
nl: Blok {curblock} of {numblocks}
no: Blokk {curblock} av {numblocks}
pl: Blok {curblock} z {numblocks}
pt: Bloco {curblock} de {numblocks}
pt_br: Bloco {curblock} de {numblocks}
ru: Блок {curblock} из {numblocks}
sv: Del {curblock} av {numblocks}
tr: Blok: {curblock} / {numblocks}
zh_cn: 区块：{numblocks}/{curblock}
zh_tw: 區塊：{numblocks}/{curblock}

source: End of the test
ar: نهاية الاختبار
da: Testens afslutning
de: Ende des Tests
es: Final del examen
fi: Testin loppu
fr: Fin du test
hi: टेस्ट समाप्त
it: Fine del test
ja: テストの終了
nl: Einde van de test
no: Sluttdel av test
pl: Koniec badania
pt: Fim do teste
pt_br: Fim do teste
ru: Конец теста
sv: Slutet på testet
tr: Testin sonu
zh_cn: 测试结束
zh_tw: 測試結束

source: Please contact the test administrator
ar: يُرجى التواصل مع المسؤول عن الاختبار
da: Kontakt testadministratoren
de: Bitte an die Testleitung wenden
es: Póngase en contacto con el conductor del examen
fi: Käänny testin ohjaajan puoleen
fr: Veuillez contacter votre administrateur de test
hi: कृपया टेस्ट संचालक से संपर्क करें
it: Si prega di contattare la persona che somministra il test
ja: テスト担当者に連絡してください
nl: Neem ajb contact op met de testleider
no: Vennligst kontakt testutfører
pl: Zwróć się do osoby przeprowadzającej badanie.
pt: Entre em contacto com o orientador do teste
pt_br: Chame o condutor do teste
ru: Пожалуйста, свяжитесь с организатором тестирования
sv: Kontakta testledaren
tr: Lütfen test görevlisiyle iletişime geçin
zh_cn: 请联系测试管理员
zh_tw: 請聯絡測試管理人
